import Breadcrumb from "@/components/ui/breadcrumb";
import PdfTable from "../pdfTable";

const breadcrumb = ["Компанийн засаглал", "Эрх зүйн акт"];
const duties = [
    ['МОНГОЛЫН ЦАХИЛГААН ХОЛБОО ХК-ИЙН ДҮРЭМ', 'erhzui/Компанийн дүрэм.pdf'],
    ['“МОНГОЛЫН ЦАХИЛГААН ХОЛБОО” ХУВЬЦААТ КОМПАНИЙН ТӨЛӨӨЛӨН УДИРДАХ ЗӨВЛӨЛИЙН ҮЙЛ АЖИЛЛАГААНЫ ЖУРАМ', 'erhzui/1. BOD_jurаmiin_batlagdsan-20220331.pdf'],
    ['Ажлын гүйцэтгэлийг үнэлэх журам', 'erhzui/MTC_2017-A-169.pdf'],
    ['Ажилтан сонгон шалгаруулах журам', 'erhzui/Ажилтан сонгон шалгаруулах журам.pdf'],
    ['Хэрэглэгчдэд үйлчилгээ үзүүлэх журам', 'erhzui/Хэрэглэгчдэд үйлчилгээ үзүүлэх журам (2).pdf'],
    ['Компанийн засаглалын кодексийг хэрэгжүүлэх хөтөлбөр', 'erhzui/1.pdf'],
    ['Ёс зүйн дүрэм', 'erhzui/2.pdf'],
    ['Залгамж халааны бодлогын баримт бичиг', 'erhzui/3.pdf'],
    ['Нэр дэвшүүлэх хорооны журам', 'erhzui/4.pdf'],
    ['Цалин урамшууллын хорооны журам', 'erhzui/5.pdf'],
    ['Аудитын хорооны журам', 'erhzui/6.pdf'],
    ['Дотоод хяналтын бодлогын баримт бичиг', 'erhzui/7.pdf'],
    ['Ногдол ашгийн журам', 'erhzui/8.pdf'],
    ['Хувьцаа эзэмшигчдийн хурлын журам', 'erhzui/9.pdf'],
    ['Комплайнсын хяналтын журам', 'erhzui/10.pdf'],
    ['Төлөөлөн удирдах зөвлөлийн нарийн бичгийн даргын үйл ажиллагааны журам', 'erhzui/11.pdf'],
    ['Мэдээллийн ил тод байдал, тайлагналын журам', 'erhzui/12.pdf'],
    ['Эрсдэлийн удирдлагын журам', 'erhzui/13.pdf'],
    ['Дотоод аудитын журам', 'erhzui/14.pdf'],
];
const Page = () => {
    return (
        <div>
            <Breadcrumb data={breadcrumb} />
            <div>
                <PdfTable list={duties} />
            </div>
        </div>
    );
}

export default Page;